Autodesk.Revit.DB.Structure.RebarHandlePositionData.GetView
Gets the view in which the handles position should be computed.
Returns:
Returns the view in which the handles position should be computed.
Since:
2027

Autodesk.Revit.DB.Structure.RebarHandlePositionData.GetRebarElement
Gets the rebar element that will be updated by the server.
Returns:
Returns the rebar element that will be updated by the server.
Since:
2027